{
  "practice-your": "Practice your",
  "practice-des": "reading, writing, listening and speaking skills at your level.",
  "hero-des": "Here you can find practice materials and activities to improve your English speaking, listening, reading and writing skills. Improving your skills will help you use English.",
  "hero-btn": "Let’s Start",

  "ca-student": "Students",
  "ca-lesson": "Lessons",
  "ca-exercise": "Exercises",
  "ca-videos": "Videos",

  "des-title": "Enhance Your",
  "des-titleone": "English Skills",
  "des-sub": "with Engaging Learning",
  "des-subtwo": "Learn English through a personalized and immersive experience.",

  "ca-listening": "Listening",
  "ca-des-lis": "Improve your listening skills with real-life conversations, podcasts, and interactive exercises. Train your ears to understand different accents, tones, and speech patterns.",
  "ca-quiz": "Quiz",
  "ca-des-quiz": "Test your English knowledge with fun and challenging quizzes. Answer multiple-choice, true/false, and fill-in-the-blank questions to track your progress and reinforce learning.",
  "ca-exercises": "Exercises",
  "ca-des-exercises": "Strengthen your grammar, vocabulary, and sentence structure with interactive exercises. Complete writing prompts, fill-in-the-blank activities, and grammar drills to sharpen your English skills.",
  "ca-reading": "Reading",
  "ca-des-reading": "Expand your vocabulary and comprehension with engaging reading exercises. Practice with stories, articles, and dialogues designed to improve fluency and critical thinking.",
  "ca-speaking": "Speaking",
  "ca-des-speaking": "Enhance your speaking skills with pronunciation exercises and role-playing activities. Gain confidence by practicing real-world conversations and receiving AI-driven feedback.",
  "ca-vocabulary": "Vocabulary",
  "ca-des-vocabulary": "Learn new words and phrases every day. Improve your vocabulary with flashcards, word association games, and practical exercises to use words in real-life contexts.",

  "title-card": "Improve Your",
  "title-cardii": "Skills together",
  "des-title-card": "Start Your journey right away",

  "title-cards-skill": "Skills",
  "des-card-skill": "Practise your listening, reading, writing and speaking and learn useful language to use at work or to communicate effectively with friends.",
  "sub-des-skill1": "Audio and video to practise your listening and speaking skills.",
  "sub-des-skill2": "Model texts for all types of writing tasks.",
  "sub-des-skill3": "Work on your reading skills to read more quickly and understand more.",

  "title-cards-grammar": "Grammar",
  "des-card-grammar": "Practise your listening, reading, writing and speaking and learn useful language to use at work or to communicate effectively with friends.",
  "sub-des-grammar1": "Audio and video to practise your listening and speaking skills.",
  "sub-des-grammar2": "Model texts for all types of writing tasks.",
  "sub-des-grammar3": "Work on your reading skills to read more quickly and understand more.",

  "title-cards-vocab": "Vocabulary",
  "des-card-vocab": "Learn new words and improve your language level to be able to communicate in English effectively.",
  "sub-des-vocab1": "Learn new words and improve your language level to be able to communicate in English effectively.",
  "sub-des-vocab2": "Learn new words connected to a wide range of different topics.",
  "sub-des-vocab3": "Play our word games and have fun as you improve your vocabulary.",

  "title-section-content": "Join  ",
  "title-section-content-one": "World's largest",
  "title-section-content-two": "learning platform today",
  "des-section-content": "Start learning by registering for free",
  "btn-sign": "sign up for free",

  "feedback": "Students Feedback",
  "feedback-des-one": "I enjoyed the lesson! The content is easy to follow, and I feel my speaking skills improving. The course lets me practice at my own pace, and live group classes are engaging. ",
  "feedback-des-two": "This course is truly amazing. The materials are clear and well-organized, and the teacher always provides helpful feedback. I have noticed real improvement in my English skills.",
  "feedback-des-three": "I always struggled with speaking English, but after taking the video lessons, I can see the difference. I highly recommend this platform to anyone who wants to improve their English speaking skills!",
  "feedback-des-four": "The platform makes learning English fun and engaging. The explanations are clear, and I feel more confident in my reading skills!",
  "feedback-des-five": "The AI-powered feedback is super helpful. It points out my mistakes and helps me improve quickly.",
  "feedback-des-six": "The exercises and quizzes keep me engaged and help reinforce what I've learned. I love how the quizzes give instant feedback!",
  "feedback-des-seven": "The vocabulary list is rich. I can learn new words at my own pace and see them in real-world context through images and infographics.",
  "student": "student",

  "start Learning":"Start Learning"
}
