{
  "title": "ទាក់ទងជាមួយ",
  "welcome": "ស្វាគមន៍មកកាន់គេហទំព័រទំនាក់ទំនង",

  "des": "សំណួរ",
  "con": "ទំនាក់ទនង",
  "name": "FluentFlow",
  "sub-des-faq": "សម្រាប់សំណួរញឹកញាប់ សូមពិនិត្យមើលវាទីនេះ!",
  "sub-des-con": "សម្រាប់ទំនាក់ទនង សូមពិនិត្យមើលវាទីនេះ!",
  "sub-des-name": "ពិនិត្យមើលមេរៀនផ្សេងទៀត",
  "btn-des": "សួរសំណួរ",
  "btn-con": "ផ្ញើសារមកយើង",
  "btn-name": "មកដល់ឆាប់ៗនេះ",

  "title-second": "សំណួរសួរញឹកញាប់",

  "title-faq": "សំណួរ",
  "question1": "ហេតុអ្វីខ្ញុំគួរប្រើគេហទំព័រ FluentFlow រៀនភាសាអង់គ្លេស?",
  "question2": "តើខ្ញុំត្រូវចុះឈ្មោះដើម្បីចូលប្រើមាតិកាដែរឬទេ?",
  "question3": "តើមេរៀនប្រភេទណាខ្លះ?",
  "question4": "តើមានមាតិកាសម្រាប់អ្នកចាប់ផ្តើមដំបូងទេ?",
  "question5": "តើខ្ញុំអាចចូលមើលលំហាត់ដោយរបៀបណា?",
  "question6": "តើខ្ញុំអាចតាមដានការរីកចម្រើនក្នុងការរៀនភាសាអង់គ្លេសបានដូចម្តេច?",

  "answer1": "ព្រោះគេហទំព័ររបស់យើងមានបញ្ជូលនូវមេរៀន និងលំហាត់ជាច្រើនថែមទៀត។",
  "answer2": "ដើម្បីចាប់ផ្តើមរៀនអង់គ្លេសជាមួយយើង គ្រាន់តែចុះឈ្មោះដោយឥតគិតថ្លៃ! បើកការចូលប្រើមេរៀនទូលំទូលាយ លំហាត់អន្តរកម្ម និងជំនួយដោយ AI ដែលរចនាឡើងដើម្បីជួយអ្នកអភិវឌ្ឍជំនាញរបស់អ្នកយ៉ាងឆាប់រហ័ស និងមានប្រសិទ្ធភាព។ ចូលរួមឥឡូវនេះ ហើយចាប់ផ្តើមជំហានដំបូងទៅកាន់ភាពស្ទាត់ជំនាញ!",
  "answer3": "លំហាត់វេយ្យាករណ៍ វាក្យសព្ទ ការនិយាយ និងការស្តាប់។​ ល ។",
  "answer4": "បាទ/ចាស! យើងផ្តល់ខ្លឹមសារមេរៀនសម្រាប់គ្រប់កម្រិតតែម្តង។",
  "answer5": "បន្ទាប់ពីចុះឈ្មោះ អ្នកសិក្សាអាចចូលប្រើប្រាស់នៅក្នុងផ្នែកសិក្សាបាន។",
  "answer6": "អ្នកអាចតាមដានការរីកចម្រើនរបស់អ្នកតាមរយៈតេស្ត លំហាត់ និងមតិអនុវត្តន៍។ វេទិការបស់យើងផ្តល់របាយការណ៍ការរីកចម្រើន ដើម្បីជួយអ្នកមើលឃើញការប្រសើរឡើងរបស់អ្នកក្នុងអំឡុងពេល។",

  "title-askUs": "សាកសួរ",

  "name-input": "ឈ្មោះរបស់អ្នក",
  "email": "អ៊ីមែលរបស់អ្នក",
  "subject": "ប្រធានបទ",
  "question-ask": "សំណួររបស់អ្នក",

  "btn-submit": "បញ្ជូន",

  "name-placeholder": "បញ្ចូលឈ្មោះរបស់អ្នក",
  "email-placeholder": "បញ្ចូលអ៊ីមែលរបស់អ្នក",
  "subject-placeholder": "បញ្ចូលប្រធានបទណាមួយ",
  "question-ask-placeholder": "សួរសំណួររបស់អ្នកនៅទីនេះ...",

  "title-third": "ទំនាក់ទំនងមកយើងខ្ញុំ",

  "head-office": "ទីតាំងគោល",
  "location-icon": "បឹងកក់១​, ទូលគោក, ភ្នំពេញ",

  "ai-caption": "យើងក៏មានជំនួយ",
  "ai-caption2": "AI",
  "ai-caption3": "សម្រាប់ដំណើរសិក្សារបស់អ្នកផងដែរ។",
  "ai-description": "ជាប់គាំងលើអ្វីមួយ? កុំបារម្ភ! ដែលមានទីតាំងនៅជ្រុងខាងក្រោមខាងស្តាំនៃអេក្រង់របស់អ្នក គឺនៅទីនេះដើម្បីជួយអ្នក 24/7 ។ មិនថាអ្នកត្រូវការគន្លឹះក្នុងការសិក្សា ការពន្យល់ ឬការណែនាំនោះទេ គ្រាន់តែសួរ—វាដូចជាការមានគ្រូបង្ហាត់បង្រៀនរួចរាល់គ្រប់ពេលដែលអ្នកត្រូវការវា។ ការរៀនកាន់តែងាយស្រួល!",

  "required-name": "ឈ្មោះត្រូវបានទាមទារ",
  "required-email": "អ៊ីម៊ែលត្រូវបានទាមទារ",
  "invalid-email" : "អ៊ីម៊ែលមិនត្រឹមត្រូវ",
  "required-subject": "សូមបញ្ចូលប្រធានបទ",
  "required-question": "សូមបញ្ចូលសំណួរ",

  "submitting": "កំពុងបញ្ជូន...",
  "submit-success": "សំណួរ​របស់អ្នកបាន​ដាក់​ស្នើ​ដោយ​ជោគជ័យ!"
}
