{
  "practice-your": "អនុវត្ត",
  "practice-des": "ការអាន ការសរសេរ ការស្តាប់ និងជំនាញនិយាយនៅកម្រិតរបស់អ្នក",
  "hero-des": "នៅទីនេះអ្នកអាចស្វែងរកសម្ភារៈអនុវត្ត និងសកម្មភាពដើម្បីបង្កើនជំនាញនិយាយ ស្តាប់ អាន និងសរសេរភាសាអង់គ្លេសរបស់អ្នក។ ការបង្កើនជំនាញរបស់អ្នកនឹងជួយអ្នកឱ្យប្រើភាសាអង់គ្លេស។",
  "hero-btn": "ចាប់ផ្តើម",

  "ca-student": "សិស្ស",
  "ca-lesson": "មេរៀន",
  "ca-exercise": "លំហាត់",
  "ca-videos": "វីដេអូ",

  "des-title": "បង្កើន",
  "des-titleone": "ជំនាញភាសាអង់គ្លេស",
  "des-sub": "របស់អ្នកជាមួយនឹងការសិក្សាដែលទាក់ទាញ",
  "des-subtwo": "រៀនភាសាអង់គ្លេសតាមរយៈបទពិសោធន៍ផ្ទាល់ខ្លួន",

  "ca-listening": "ការស្តាប់",
  "ca-des-lis": "កែលម្អជំនាញស្តាប់របស់អ្នកជាមួយការសន្ទនាក្នុងជីវិតពិត និងជួយឱ្យការស្តាប់របស់អ្នកឱ្យយល់ពីការសង្កត់សំឡេង សម្លេង និងលំនាំនៃការនិយាយខុសៗគ្នា",
  "ca-quiz": "សំណួរ",
  "ca-des-quiz": "សាកល្បងចំណេះដឹងភាសាអង់គ្លេសរបស់អ្នកជាមួយនឹងកម្រងសំណួរនិងការធ្វើហាត់ ដែលជំនួយនៅសមត្ថភាពរបស់អ្នកបន្ថែមទៀត",
  "ca-exercises": "លំហាត់",
  "ca-des-exercises": "ពង្រឹងវេយ្យាករណ៍របស់អ្នកជាមួយនឹងលំហាត់ ដែលជម្រុញការសរសេរ ដើម្បីពង្រឹងជំនាញភាសាអង់គ្លេសរបស់អ្នក",
  "ca-reading": "ការអាន",
  "ca-des-reading": "ពង្រីកវាក្យសព្ទនិងការយល់ដឹងរបស់អ្នកជាមួយនឹងលំហាត់អានដែលចូលរួមអនុវត្តជាមួយអត្ថបទនិងកិច្ចសន្ទនាដែលត្រូវបានរចនាឡើងដើម្បីកែលម្អភាពស្ទាត់ជំនាញ",
  "ca-speaking": "ការនិយាយ",
  "ca-des-speaking": "ពង្រឹងជំនាញនិយាយរបស់អ្នកជាមួយនឹងលំហត់បញ្ចេញសំឡេងទទួលបានទំនុកចិត្តដោយអនុវត្តការសន្ទនាក្នុងពិភពពិតនិងទទួលបានមតិកែលម្អដែលជំរុញដោយ AI",
  "ca-vocabulary": "វាក្យសព្ទ",
  "ca-des-vocabulary": "រៀនពាក្យ និងឃ្លាថ្មីៗជារៀងរាល់ថ្ងៃកែលម្អវាក្យសព្ទរបស់អ្នកនិងលំហាត់ជាក់ស្តែងដើម្បីប្រើពាក្យនៅក្នុងបរិបទជីវិតពិត",

  "title-card": "ពង្រឹងជំនាញរបស់អ្នក",
  "title-cardii": "ជាមួយយើង",
  "des-title-card": "ចាប់ផ្តើមដំណើររបស់អ្នកឥឡូវនេះ",

  "title-cards-skill": "ជំនាញ",
  "des-card-skill": "អនុវត្តការស្តាប់ ការអាន ការសរសេរ និងការនិយាយរបស់អ្នក ហើយរៀនភាសាដែលមានប្រយោជន៍សម្រាប់ប្រើប្រាស់នៅកន្លែងធ្វើការ ឬទំនាក់ទំនងប្រកបដោយប្រសិទ្ធភាពជាមួយមិត្តភក្តិ។",
  "sub-des-skill1": "ការស្តាប់សម្លេង និងវីដេអូ ដើម្បីអនុវត្តជំនាញស្តាប់ និងនិយាយរបស់អ្នក។",
  "sub-des-skill2": "អត្ថបទគំរូសម្រាប់កិច្ចការសរសេរគ្រប់ប្រភេទ។",
  "sub-des-skill3": "ធ្វើការលើជំនាញអានរបស់អ្នក ដើម្បីអានឱ្យបានលឿន និងយល់កាន់តែច្រើន។",

  "title-cards-grammar": "វេយ្យាករណ៍",
  "des-card-grammar": "ពិនិត្យឡើងវិញ និងអនុវត្តវេយ្យាករណ៍របស់អ្នក ដើម្បីបង្កើនកម្រិតភាសារបស់អ្នក និងបង្កើនទំនុកចិត្តរបស់អ្នក។",
  "sub-des-grammar1": "ការពន្យល់វេយ្យាករណ៍ច្បាស់លាស់ និងសាមញ្ញ ដើម្បីជួយអ្នកពិនិត្យឡើងវិញ និងអនុវត្តចំណុចវេយ្យាករណ៍ផ្សេងៗ។",
  "sub-des-grammar2": "លំហាត់តាមអ៊ីនធឺណិតដើម្បីជួយអ្នកពិនិត្យមើលការយល់ដឹងរបស់អ្នកអំពីចំណុចវេយ្យាករណ៍។",
  "sub-des-grammar3": "ប្រើឯកសារយោងវេយ្យាករណ៍សម្រាប់ការអនុវត្តបន្ថែម និងការពន្យល់លម្អិតបន្ថែមទៀត។",

  "title-cards-vocab": "វាក្យសព្ទ",
  "des-card-vocab": "រៀនពាក្យថ្មី និងបង្កើនកម្រិតភាសារបស់អ្នក ដើម្បីអាចទំនាក់ទំនងជាភាសាអង់គ្លេសប្រកបដោយប្រសិទ្ធភាព។",
  "sub-des-vocab1": "លំហាត់តាមអ៊ីនធឺណិត ដើម្បីជួយអ្នករៀនអត្ថន័យ ការបញ្ចេញសំឡេង និងអក្ខរាវិរុទ្ធនៃពាក្យថ្មី។",
  "sub-des-vocab2": "រៀនពាក្យថ្មីដែលភ្ជាប់ទៅនឹងប្រធានបទផ្សេងៗគ្នា។",
  "sub-des-vocab3": "លេងហ្គេមពាក្យរបស់យើង ហើយរីករាយនៅពេលអ្នកកែលម្អវាក្យសព្ទរបស់អ្នក។",

  "title-section-content": "ចូលរួមវេទិកាសិក្សា",
  "title-section-content-one": "ដ៏ធំបំផុតក្នុងពិភពលោក",
  "title-section-content-two": "ថ្ងៃនេះ",
  "des-section-content": "ចាប់ផ្តើមរៀនដោយចុះឈ្មោះដោយឥតគិតថ្លៃ",

  "btn-sign": "ចុះឈ្មោះដោយឥតគិតថ្លៃ",

  "feedback": "មតិយោបល់ពីសិស្ស",
  "feedback-des-one": "ខ្ញុំបានរីករាយនឹងមេរៀនណាស់មាតិកាងាយស្រួលក្នុងការតាមដានហើយខ្ញុំមានអារម្មណ៍ថាកំពុងបង្កើនជំនាញការនិយាយរបស់ខ្ញុំវគ្គសិក្សាអនឡាញផ្តល់ឱកាសឱ្យខ្ញុំហាត់នៅល្បឿនផ្ទាល់ខ្លួនហើយវគ្គសិក្សាក្រុមផ្ទាល់នឹងមិត្តរួមថ្នាក់ក៏មានការចាប់អារម្មណ៍ណាស់",
  "feedback-des-two": "វគ្គសិក្សានេះគឺអស្ចារ្យមែនទែន សម្ភារៈគឺច្បាស់និងរៀបចំបានល្អ ហើយគ្រូបង្រៀនតែងតែផ្តល់មតិយោបល់ដែលមានប្រយោជន៍។ ខ្ញុំបានសង្កេតឃើញការកែលម្អពិតប្រាកដក្នុងការប្រើប្រាស់ភាសាអង់គ្លេស",
  "feedback-des-three": "ខ្ញុំតែងតែមានការលំបាកក្នុងការនិយាយភាសាអង់គ្លេស ប៉ុន្តែបន្ទាប់ពីបានរៀនវគ្គសិក្សាតាមរយៈវីដេអូហើយខ្ញុំអាចមើលឃើញភាពខុសគ្នាខ្ញុំសូមណែនាំវេទិកានេះសម្រាប់អ្នកណាដែលចង់បង្កើនជំនាញការនិយាយភាសាអង់គ្លេស",
  "feedback-des-four": "វេទិកានេះធ្វើឱ្យការរៀនភាសាអង់គ្លេសមានភាពសប្បាយរីករាយ និងទាក់ទាញ។ ការពន្យល់គឺច្បាស់លាស់ ហើយខ្ញុំកាន់តែមានទំនុកចិត្តលើជំនាញអានរបស់ខ្ញុំ!",
  "feedback-des-five": "មតិកែលម្អដែលដំណើរការដោយ AI គឺមានប្រយោជន៍ខ្លាំងណាស់។ វាចង្អុលបង្ហាញពីកំហុសរបស់ខ្ញុំ និងជួយខ្ញុំឱ្យប្រសើរឡើងយ៉ាងឆាប់រហ័ស។",
  "feedback-des-six": "លំហាត់និងកម្រងសំណួរធ្វើឱ្យខ្ញុំចូលរួម និងជួយពង្រឹងអ្វីដែលខ្ញុំបានរៀន។ ខ្ញុំចូលចិត្តរបៀបដែលកម្រងសំណួរផ្តល់មតិកែលម្អភ្លាមៗ!",
  "feedback-des-seven": "វាក្យសព្ទគឺមានសម្បូរបែប។ ខ្ញុំ​អាច​សិក្សា​ពាក្យ​ថ្មី​តាម​ល្បឿន​របស់​ខ្ញុំ​ផ្ទាល់ ហើយ​មើល​ឃើញ​វា​​តាម​រយៈ​រូបភាព។",
  "student": "សិស្ស",

  "start Learning": "ចាប់ផ្តើមសិក្សា"
}
