{
  "login": "ចូលគណនី",
  "email": "អុីម៊ែល",
  "password": "ពាក្យសម្ងាត់",
  "new password": "ពាក្យសម្ងាត់ថ្មី",
  "confirm password": "បញ្ជាក់ពាក្យសម្ងាត់",
  "enter your email": "បញ្ចូលអុីម៊ែលរបស់អ្នក",
  "enter your password": "បញ្ចូលពាក្យសម្ងាត់របស់អ្នក",
  "enter your new password": "បញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នក",
  "enter your confirm password": "បញ្ជាក់ពាក្យសម្ងាត់",
  "enter your confirm new password": "បញ្ជាក់ពាក្យសម្ងាត់ថ្មី",
  "forgot password": "ភ្លេចពាក្យសម្ងាត់",
  "or": "ឬ",
  "sign in with google": "ចូលជាមួយ google",
  "don't have an account?": "មិនមានគណនីមែនទេ?",
  "register": "ចុះឈ្មោះ",
  "logging in...": "កំពុងចូលគណនី...",
  "invalid email format": "ទម្រង់អុីម៊ែលមិនត្រឹមត្រូវ",
  "email is required": "អុីម៊ែលត្រូវបានទាមទារ",
  "minimum 8 characters": "យ៉ាងហោចណាស់ 8 តួអក្សរ",
  "login failed. Please try again.": "ការចូលប្រើបរាជ័យ! សូមព្យាយាមម្តងទៀត។",
  "Google login failed. Please try again.": "ការចូលប្រើជាមួួយ Google បរាជ័យ! សូមព្យាយាមម្តងទៀត។",
  "password is required": "ពាក្យសម្ងាត់ត្រូវបានទាមទារ",
  "password must contain one uppercase letter, one lowercase letter, one special character, a number, and be at least 8 characters long.": "ពាក្យសម្ងាត់ត្រូវតែមានអក្សរធំមួយ អក្សរតូចមួយ តួអក្សរពិសេសមួយ លេខ ហើយត្រូវមានយ៉ាងហោចណាស់ 8 តួអក្សរ។ពាក្យសម្ងាត់ត្រូវតែមានអក្សរធំមួយ អក្សរតូចមួយ តួអក្សរពិសេសមួយ លេខ ហើយត្រូវមានយ៉ាងហោចណាស់ 8 តួអក្សរ",
  "login Successfully!": "ចូលគណនីបានដោយជោគជ័យ!",
  "user is not verified": "អ្នកប្រើប្រាស់មិនត្រូវបានផ្ទៀងផ្ទាត់ទេ",
  "please verify your email before logging in.": "សូមផ្ទៀងផ្ទាត់អ៊ីមែលរបស់អ្នកមុនពេលចូល",
  "invalid email or password.": "អុីម៊ែល ឬ​ ពាក្យសម្ងាត់មិនត្រឹមត្រូវ។",
  "sending...": "កំពុងផ្ញើ...",
  "enter your email for the verification process, we will send 6 digits code to your email.": "បញ្ចូលអុីម៊ែលបស់អ្នកសម្រាប់ដំណើរការផ្ទៀងផ្ទាត់ យើងនឹងផ្ញើលេខកូដ 6 ខ្ទង់ទៅកាន់អុីម៊ែលរបស់អ្នក។",
  "send": "ផ្ញើ",
  "OTP Verification": "ផ្ទៀងផ្ទាត់ OTP",
  "enter the verification code we just sent to your email": "បញ្ចូលលេខកូដផ្ទៀងផ្ទាត់ដែលយើងទើបតែផ្ញើទៅកាន់អុីម៊ែលបស់អ្នក",
  "verify": "ផ្ទៀងផ្ទាត់",
  "failed to verify OTP":"បរាជ័យក្នុងការផ្ទៀងផ្ទាត់ OTP",
  "didn't receive code?": "មិនបានទទួលលេខកូដ?",
  "resend": " ផ្ញើឡើងវិញ",
  "verifying...": "កំពុងផ្ទៀងផ្ទាត់...",
  "reset password": "ផ្លាស់ប្តូរលេខសម្ងាត់",
  "failed to reset password":"បរាជ័យក្នុងការកំណត់ពាក្យសម្ងាត់ឡើងវិញ"
}
